Repository: deffa-meymouna/gmao
Catalog: module/Administration/language/*.po
Languages: fr_fr

source: %d items
fr_fr: %d éléments

source: Cancellation ! The role %s was not deleted.
fr_fr: Annulation demandée ! Le rôle %s n’a pas été effacé.

source: Invalid role id
fr_fr: Identifiant de rôle invalide

source: The selected role was not find or does not exist anymore.
fr_fr: Le rôle sélectionné n’a pas été trouvé ou n’existe plus.

source: Cancellation ! This user %s has not been activated.
fr_fr: Annulation ! L’utilisateur %s n’a pas été activé.

source: Cancellation ! This user %s was not deleted.
fr_fr: Annulation demandée ! L’utilisateur %s n’a pas été effacé.

source: Cancellation ! This user %s was not banned.
fr_fr: Annulation demandée ! L’utilisateur %s n’a pas été banni.

source: Cancellation ! This user remains banned.
fr_fr: Annulation demandée ! L’utilisateur est toujours banni.

source: Invalid user Id
fr_fr: Identifiant de l’utilisateur invalide

source: The selected user was not find or does not exist anymore.
fr_fr: L’utilisateur sélectionné n’a pas été trouvé ou n’existe plus.

source: Enter search...
fr_fr: Entrez vos critères de recherche

source: Search
fr_fr: Chercher

source: Delete a role
fr_fr: Effacer un rôle

source: Confirmation
fr_fr: Demande de confirmation

source: Are you sure to want to delete the following role?
fr_fr: Êtes-vous sûr de vouloir effacer le rôle suivant ?

source: Title
fr_fr: Libellé

source: Delete this role
fr_fr: Effacer ce rôle

source: Delete
fr_fr: Effacer

source: Do not delete this role
fr_fr: Ne pas effacer ce rôle

source: Cancel
fr_fr: Annuler

source: Edit a role
fr_fr: Éditer un rôle

source: Roles’s listing
fr_fr: Liste des rôles

source: Sort roles by id ascending
fr_fr: Trier les rôles par identifiant et dans l’ordre croissant

source: Sort roles by id descending
fr_fr: Trier les rôles par identifiant et dans l’ordre décroissant

source: Sort roles by title ascending
fr_fr: Trier les rôles par libellé et dans l’ordre croissant

source: Sort roles by title descending
fr_fr: Trier les rôles par libellé et dans l’ordre décroissant

source: No role registered
fr_fr: Aucun rôle enregistré

source: Detailed informations of the role « %s »
fr_fr: Informations détaillées sur le rôle « %s »

source: General informations of the role
fr_fr: Informations générales sur le rôle

source: Calendar
fr_fr: Calendrier

source: Creation date
fr_fr: Date d’inscription

source: Last update
fr_fr: Dernière modification

source: Administration tools
fr_fr: Outils d’administration

source: Edit the role
fr_fr: Éditer un rôle

source: Delete the role
fr_fr: Effacer le rôle

source: User’s activation
fr_fr: Activation de l’utilisateur

source: Are you sure to want to activate the followwing user ?
fr_fr: Êtes-vous sûr de vouloir activer le rôle suivant

source: Username
fr_fr: Nom d’utilisateur

source: No information
fr_fr: Non renseigné

source: Display Name
fr_fr: Nom affiché

source: Activate the user
fr_fr: Activer l’utilisateur

source: Activate
fr_fr: Activer

source: Do not activate the user
fr_fr: Ne pas activer l’utilisateur

source: Ban a user
fr_fr: Bannir un utilisateur

source: Are you sure to want to ban the following user ?
fr_fr: Êtes vous sûr de vouloir bannir l’utilisateur suivant ?

source: Ban this user
fr_fr: Bannir cet utilisateur

source: Ban
fr_fr: Bannir

source: Do not ban this user
fr_fr: Ne pas bannir cet utilisateur

source: Delete an user
fr_fr: Effacer un utilisateur

source: Are you sure to want to delete the following user ?
fr_fr: Êtes-vous sûr de vouloir bannir l’utilisateur suivant

source: Delete this user
fr_fr: Supprimer cet utilisateur

source: Do not delete this user
fr_fr: Ne pas effacer cet utilisateur

source: Edit an user
fr_fr: Éditer un utilisateur

source: Listing of the users
fr_fr: Liste des utilisateurs

source: Sort users by id ascending
fr_fr: Trier les utilisateurs par identifiant et de façon croissante

source: Sort users by id descending
fr_fr: Trier les utilisateurs par identifiant et de façon décroissante

source: Sort users by username ascending
fr_fr: Trier les utilisateurs par nom d’utilisateur et de façon croissante

source: Sort users by username descending
fr_fr: Trier les utilisateurs par nom d’utilisateur et de façon décroissante

source: Sort users by email ascending
fr_fr: Trier les utilisateurs par email et de façon croissante

source: Sort users by email descending
fr_fr: Trier les utilisateurs par email et de façon décroissante

source: Sort users by display name ascending
fr_fr: Trier les utilisateurs par nom affiché et de façon croissante

source: Sort users by display name descending
fr_fr: Trier les utilisateurs par nom affiché et de façon décroissante

source: Registration date
fr_fr: Date d’inscription

source: Sort users by inscription date ascending
fr_fr: Trier les utilisateurs par date d’inscription croissante

source: Sort users by inscription date descending
fr_fr: Trier les utilisateurs par date d’inscription décroissante

source: Last visit
fr_fr: Dernière visite

source: Sort users by last visite date ascending
fr_fr: Trier les utilisateurs par date croissante de dernière visite

source: Sort users by last visite date descending
fr_fr: Trier les utilisateurs par date décroissante de dernière visite

source: Banned
fr_fr: Banni

source: Inactive
fr_fr: Inactif

source: No user registered
fr_fr: Aucun utilisateur inscrit

source: Unban an user
fr_fr: Lever le bannissement d’un utilisateur

source: Are you sure to want to unban the following user ?
fr_fr: Êtes-vous sûr de vouloir lever le bannissement de l’utilisateur suivant ?

source: Unban this user
fr_fr: Lever le bannissement d’un utilisateur

source: Unban
fr_fr: Lever le bannissement

source: Do not unban this user
fr_fr: Ne pas lever le bannissement de cet utilisateur

source: General information about this user
fr_fr: Informations générales sur cet utilisateur

source: Activation date
fr_fr: Date d’activation

source: Last activity
fr_fr: Dernière activité

source: Ban date
fr_fr: Date du bannissement

source: Edit this user
fr_fr: Éditer cet utilisateur

source: Edit
fr_fr: Éditer

source: Edit Profile
fr_fr: Modifier le profil

source: Sign Out
fr_fr: Se déconnecter

source: Sign In
fr_fr: S’inscrire

source: All rights reserved.
fr_fr: Tous droits réservés.
